Repository: VisarDomi/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sq

source: Please log in to access this page.
sq: Identifikohu për të hyrë në këtë faqe.

source: Error: the translation service is not configured.
sq: Gabim: shërbimi i përkthimit nuk është konfiguruar.

source: Error: The translation service failed.
sq: Gabim: Shërbimi i përkthimit dështoi.

source: [Microblog] Reset Your Password
sq: [Microblog] Rivendosni fjalëkalimin tuaj

source: Username
sq: Emri i përdoruesit

source: Password
sq: fjalëkalim

source: Remember me
sq: Më kujto

source: Sign In
sq: Hyni

source: Repeat Password
sq: Përsëritni fjalëkalimin

source: Register
sq: Regjistrohu

source: Please use a different username.
sq: Ju lutemi përdorni një emër përdoruesi të ndryshëm.

source: Please use a different email address.
sq: Ju lutemi përdorni një adresë tjetër të postës elektronike.

source: Request Password Reset
sq: Kërkoni Password Reset

source: Invalid username or password
sq: Emri i përdoruesit ose fjalëkalimi i pavlefshëm

source: Congratulations, you are now a registered user!
sq: Urime, ti je tani një përdorues i regjistruar!

source: Check your email for the intructions to reset your password
sq: Kontrolloni email-in tuaj për intructions për të rivendosur fjalëkalimin tuaj

source: Reset Password
sq: Rivendosni fjalëkalimin

source: Your password has been reset.
sq: Fjalëkalimi juaj është rivendosur.

source: About me
sq: Rreth meje

source: Submit
sq: paraqes

source: Say something
sq: Thuaj dicka

source: Search
sq: kërkim

source: Your post is now live!
sq: Postimi juaj tani është i gjallë!

source: Home
sq: shtëpi

source: Explore
sq: Eksploroni

source: Your changes have been saved.
sq: Ndryshimet tuaja, u ruajten.

source: Edit Profile
sq: Ndrysho profilin

source: User %(username)s not found.
sq: Përdoruesi %(username)s nuk u gjet.

source: You cannot follow yourself!
sq: Nuk mund të ndiqni veten!

source: You are following %(username)s!
sq: Ju jeni duke ndjekur %(username)s!

source: You cannot unfollow yourself!
sq: Ju nuk mund të ndiqni veten!

source: You are not following %(username)s.
sq: Nuk po ndjek %(username)s.

source: %(username)s said %(when)s
sq: %(username)s tha %(when)s

source: Translate
sq: përkthej

source: Welcome to Microblog!
sq: Mirë se vini në Microblog!

source: Login
sq: hyrje

source: Profile
sq: profil

source: Logout
sq: Shkyç

source: Error: Could not contact server.
sq: Gabim: Nuk mund të kontaktohej serveri.

source: Newer posts
sq: Postime më të reja

source: Older posts
sq: Postime të vjetra

source: New User?
sq: Perdorues i ri?

source: Click to Register!
sq: Kliko per te regjistruar!

source: Forgot Your Password?
sq: Keni harruar fjalëkalimin tuaj?

source: Click to Reset It
sq: Kliko për ta Rivendosur atë

source: Search Results
sq: Rezultatet e kërkimit

source: Previous results
sq: Rezultatet e mëparshme

source: Next results
sq: Rezultatet e ardhshme

source: Reset Your Password
sq: Rivendos Fjalorin Tuaj

source: File Not Found
sq: Skeda nuk u gjet

source: Back
sq: prapa

source: An unexpected error has occurred
sq: Ka ndodhur një gabim i papritur

source: The administrator has been notified. Sorry for the inconvenience!
sq: Administratori është njoftuar. Na vjen keq për bezdi!
